[
  {
    "name": "STAR WARS JEDI: SURVIVOR",
    "height": "172",
    "mass": "77",
    "hair_color": "blond",
    "skin_color": "fair",
    "eye_color": "blue",
    "game_year": "2023",
    "context": "Star Wars Jedi: Survivor picks up five years after the events of Star Wars Jedi: Fallen Order. Cal must stay one step ahead of the Empire’s constant pursuit as he continues to feel the weight of being one of the last remaining Jedi in the galaxy. Developed by the veteran team at Respawn Entertainment, Jedi: Survivor will expand upon iconic Star Wars stories, worlds, and characters, and thrilling combat first experienced in Jedi: Fallen Order. Star Wars Jedi: Survivor is being built for the current generation of gaming hardware to create a deeper and more expansive Star Wars experience for players worldwide when the game launches in 2023.",
    "url": "https://lumiere-a.akamaihd.net/v1/images/twitter_banner-1500x500_1_d559c79f.jpeg?region=417%2C0%2C667%2C500&width=600"
  },
  {
    "name": "STAR WARS JEDI: FALLEN ORDER",
    "height": "172",
    "mass": "77",
    "hair_color": "blond",
    "skin_color": "fair",
    "eye_color": "blue",
    "game_year": "2020",
    "context": "From Respawn Entertainment comes a brand-new action adventure game which tells an original Star Wars story about Cal Kestis, a Padawan who survived the events of Star Wars: Revenge of the Sith. Play, and become a Jedi.",
    "url": "https://lumiere-a.akamaihd.net/v1/images/swjfo-key-art-deluxe-main-1280_6d3210b7.jpeg?region=0%2C0%2C1280%2C936&width=600"
  },
  {
    "name": "STAR WARS: SQUADRONS",
    "height": "172",
    "mass": "77",
    "hair_color": "blond",
    "skin_color": "fair",
    "eye_color": "blue",
    "game_year": "2021",
    "context": "Master the art of starfighter combat in the authentic piloting experience Star Wars: Squadrons. Buckle up and feel the rush of first-person multiplayer space dogfights alongside your squadron. Pilots who enlist will step into the cockpits of legendary starfighters, from both the New Republic and Imperial fleets, and fight in strategic 5v5 space battles. Modify your starfighter and adjust the composition of your squadron to suit varying playstyles and crush the opposition. Pilots will triumph as a team and complete tactical objectives across known and never-before-seen battlefields, including the gas giant of Yavin Prime and the shattered moon of Galitan.",
    "url": "https://lumiere-a.akamaihd.net/v1/images/sw-s-key-art-rgb_8a2e03ab.jpeg?region=0%2C0%2C1000%2C1000&width=600"
  }
]
